Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/M08.tmx
Source language: en_us
Languages: zh_cn

source: The Silence
zh_cn: 静默

source: Dragonfly
zh_cn: 蜻蜓

source: What a dragonfly was doing out here in the desert, he couldn't say.
zh_cn: 一只蜻蜓远在那沙漠做什么，他说不清。

source: It was a creature of water, a sluggish slime-coated nymph that had metamorphosed into an electric needle of light, designed to hover and dart over pond and ditch in order to feed on the insects that rose from the surface in soft moist clouds.
zh_cn: 蜻蜓原是一只水生物，一只行动迟缓的裹着黏液的蛹，现已变形为一支光电之针，能在池塘和沟渠上盘旋飞跃，以捕食露出薄薄湿雾表面的昆虫为生。

source: But here it was, as red as blood if blood could shine like metal, hovering in front of his face as if it had come to impart some message.
zh_cn: 但这儿有一只，红得如同金属般闪闪发亮的血，这只蜻蜓在他面前盘旋，仿佛来告诉他某个消息。

source: And what would that message be?
zh_cn: 这个消息会是什么呢？

source: I am the karmic representative of the insect world, here to tell you that all is well amongst us.
zh_cn: 吾乃昆虫世界的命运之象，特来此告知吾界一切安好。

source: Hooray!
zh_cn: 呼耶！

source: Jabba-jabba-jabba!
zh_cn: 迦哵-迦哵-迦哵！

source: For a long while, long after the creature had hurtled away in shearing splinters of radiance, he sat there, legs folded under him in the blaze of 118-degree heat, thinking alternately: This is working, and I am losing my mind.
zh_cn: 那东西在熠熠碎光中呼呼而去，他在118度的热浪中双腿盘坐，坐了很久，思来想去：这是在做正事，而我心已乱。

source: And this was only the first day.
zh_cn: 这还只是第一天。

source: Yurt
zh_cn: 蒙古包

source: What he wanted, more than he wanted the air to sink into the alveoli of his lungs or the blood to rush through the chambers of his heart, was to tell his wife about it, about this miracle of the dragonfly in the desert.
zh_cn: 他想要的，不仅仅是希望空气渗入肺部或血液的气泡后冲过心室，更希望把这件事告诉妻子，告诉她这片沙漠中出现过这只蜻蜓的奇迹。

source: But of course he couldn't, because the nature of this retreat, under the guidance of Geshe Stephen O'Dowd and Lama Katie Capolupo, was silence, silence rejuvenant, unbroken, utter.
zh_cn: 不过他当然不会告诉妻子，因为这次在史蒂芬·奥多格西和卡蒂·卡波卢波喇嘛引领下的静修，本身就是静默，回春、持续、彻底的静默。

source: Three years, three months, and three days of it, the very term undertaken by the Dalai Lamas themselves in their quest for enlightenment.
zh_cn: 为期3年、3个月还是3天，由达赖喇嘛们亲自根据他们的开悟之求而定。

source: He had signed on, drawn down his bank account, paid his first wife a lump sum to cover her maintenance and child support for the twins, married the love of his soul on a sere, scorched afternoon three weeks ago, and put the finishing touches on his yurt.
zh_cn: 三周前，一个干燥炎热的下午，他签字同意参加这次隐遁，把银行的存款提了出来，一股脑儿地付给他第一任妻子，用于她维持生计、抚养双胞胎孩子，然后与他的灵魂结成婚姻，在他的蒙古包上投入了最后几笔装饰。

source: In the Arizona desert.
zh_cn: 就在亚利桑那沙漠。

source: Amidst cholla and saguaro and sun-blistered projections of rock so bleak they might have confounded the Buddha himself.
zh_cn: 身处乔利亚仙人掌、巨人柱、被太阳晒焦的凸出岩石之中，他们感觉十分荒凉，都可能要埋怨佛了。

source: The heat was an anvil and he was the white-hot point of steel beaten under the hammer.
zh_cn: 热浪如铁砧，他就像锤子下被敲打的白热钢片。

source: Though he felt light-headed from the morning and afternoon group-meditation sessions and the trancing suck of the desert sun, he pushed himself up and tottered back to the yurt on legs that might as well have been deboned for all the stability they offered him, this perfect gift of the dragonfly inside him and no way to get it out.
zh_cn: 尽管从上午及下午的集体静修期间就开始觉得头晕目眩，仿佛卷入了令人恍惚的沙漠烈日里，他还是硬撑着，拖着那不如去掉骨头反倒行走得稳当的双腿，摇摇晃晃地回到蒙古包，蜻蜓这完美的礼物仍在心中，挥之不去。

source: He found her- Karuna, his wife, the former Sally Barlow Townes of Chappaqua, New York- seated in the lotus position on the hemp mat just inside the door.
zh_cn: 他发现那位女士——慈悲，他的妻子，纽约市查帕奎镇萨莉巴洛汤斯的前世——就在门里的麻席上呈跏趺坐姿。

source: She was a slim, very nearly emaciated girl of 29, with a strong sweep of jaw, a pouting smallish mouth, and a rope of braided blond hair that drew in the light and held it.
zh_cn: 慈悲是一位29岁的纤瘦女子，下颌棱角分明，小嘴撅起，一髻金发引来不灭的光芒。

source: Despite the heat, she was wearing her pink prayer shawl over a blue pashmina meditation skirt.
zh_cn: 尽管热浪来袭，慈悲仍在蓝色羊绒静修裙子上披了一条粉色晨祷穗饰长形披巾。

source: Her sweat was like body paint, every square millimeter of exposed flesh shining with it.
zh_cn: 她的汗水如同身体的油彩，露出的寸寸肌肤在汗水下透着光泽。

source: At first she didn't lift her eyes, so deeply immersed in the inner self she didn't seem to be aware of him standing there before her.
zh_cn: 起初慈悲还没有抬起双眼，只沉浸在自我之中，似乎没有注意到他正站在自己面前。

source: He felt the smallest stab of jealousy over her ability to penetrate so deeply, to go so far- and on the first day, no less- but then he dismissed it as selfish and hurtful, as bad karma, as papa.
zh_cn: 看到慈悲能沉浸得这么投入、这么持久——居然还是在第一天就看到，这让他甚至感到些许嫉妒，不过过了一阵子，他将这种妒忌视作自私和伤人的想法，视作恶业、恶念而清除掉。

source: They might have been enjoined from speaking, he was thinking, but he could find ways around that.
zh_cn: 这些恶业本不得言说，他思忖着，但他能找到变通之计。

source: Very slowly he began to move his limbs as if he were dancing to an unheard melody, then he clicked his fingers, counting off the beat, and at last she raised her eyes.
zh_cn: 他开始极慢地扭动肢体，仿佛正伴随着一首听不到的旋律跳舞，接着他手指发出喀哒声，数着节拍，最后慈悲抬起双眼。

source: Chickpeas
zh_cn: 鹰嘴豆

source: Dinner for their first evening of the retreat, after the meager portions of rice and lentils doled out for the communal morning and afternoon meals, had been decided on in a time when they could express themselves aloud- yesterday, that is.
zh_cn: 静修第一天早上和下午的聚餐，每人发了一小份米饭和小扁豆，晚餐的内容也早已定了下来，就是在那个能大声说出自己想法的时候——对，就是在昨天。

source: It was to consist of tahini, lemon juice, and chickpeas blended into hummus, basmati rice, and naan bread.
zh_cn: 晚餐会有芝麻酱、柠檬汁、鹰嘴豆拌在一起的鹰嘴豆豆泥、还有印度香米、圆盘烤饼。

source: He was at the stove watching the chickpeas roiling in a pan of water over the gas jet, which was hooked up to the propane tank half-buried in a pit behind the yurt.
zh_cn: 他在火炉旁，盯着煤气喷口上的锅里，鹰嘴豆在水中翻滚，那煤气喷口是和半埋在蒙古包后坑里的丙烷气罐连着的。

source: The time must have been seven or so in the evening- he couldn't be sure because Geshe Stephen had encouraged them all to remove their watches and ceremonially grind them between two stones.
zh_cn: 现在的时间十有八九就是晚上七点左右——但他还不能肯定，史蒂芬格西鼓动每个人都脱下了手表，象征性地把手表放到两块石头中磨磨。

source: The heat had begun to lift and he imagined the temperature dipping into the 90s, though numbers had no value here and whether it was diabolically hot or, in winter, as he'd been forewarned, unsustainably cold, really didn't matter.
zh_cn: 热气早已消散开来，他估计气温已经降到90度，不过在这儿数字没什么意义，无论天多么毒热，无论受人提醒冬天多么严寒难耐，都没什么意义。

source: What mattered were the chickpeas, golden in the pot.
zh_cn: 有意义的是鹰嘴豆，在锅里黄灿灿的。

source: What mattered was the dragonfly.
zh_cn: 有意义的是那蜻蜓。

source: He'd done his best to communicate the experience to Karuna, falling back on his admittedly rusty skills at charades.
zh_cn: 他已尽其所能与慈悲交流自己的体会，实在不行就靠无法否认早已荒废的打哑谜本领。

source: He led her to the entrance of the yurt and pointed to the place where he'd been sitting in the poor stippled shade of a palo verde tree and then used the distance between his forefinger and thumb to give her an idea of the creature and its relative size, jerking that space back and forth vigorously to replicate its movements and finally flinging his hand out to demonstrate the path it had taken.
zh_cn: 他带着慈悲来到蒙古包的门口，指着他一直坐着的那块地方，假紫荆树零星斑驳的树荫下，并用食指和拇指的间距比划着，让慈悲对假紫荆树及其相对的大小有个概念，同时使劲地来回伸缩间距，并反复这样运动，最后甩开手，展现出运动的路径。

source: She'd gazed at him blankly.
zh_cn: 慈悲茫然地盯着他。

source: Three syllables, he indicated digitally, making his face go fierce for the representation of dragon- he breathed fire, or tried to- and then softening it for the notion of fly, and he'd been helped here by the appearance, against the front window, of an actual fly, a fat bluebottle that had no doubt sprung from the desiccating carcass of some fallen toad or lizard.
zh_cn: 三个音节，他用数字表示，面部的表情强烈表现着龙的模样——吸火喷火，或想要吸火喷火的样子——然后松弛下来，表现飞的意思，他靠着前窗，做出一只青蝇的样子，真的就是从哪个干瘪的癞蛤蟆或蜥蜴躯壳里飞出来的，他这样做助了自己一臂之力。

source: She'd blinked rapidly. She'd smiled.
zh_cn: 慈悲快速地眨了眨眼，笑了。

source: And, as far as he could see, didn't have the faintest idea of what he was attempting to convey, though she was trying her hardest to focus on the bliss in his face.
zh_cn: 在他看来，尽管慈悲极其费心地关注着他脸上的极乐表情，却一点也没有领悟到他尽力传达的内容。

source: But now she was bending to the oven, where the flattened balls of dough were taking on the appearance of bread, her meditation skirt hitched up in back so that he was able to admire the shape of her ankles, a shape as miraculous as that of the dragonfly- or no, a thousand times more so.
zh_cn: 不过现在慈悲正俯身看着烤炉，里面一团团的面团正呈现出面包的形状，慈悲的静修裙子后面提了起来，他能欣赏到慈悲的脚踝形状，就同蜻蜓的形状一样神奇——或许还不止，还要神奇一千倍。

source: Because her ankles rose gracefully to her calves and her calves to her thighs and from there... he caught himself.
zh_cn: 慈悲的脚踝曲线优美地至腿肚，腿肚至腰，从腰......他顿了下来。

source: This was not right-mindfulness, and he had to suppress it.
zh_cn: 这种念想可不对，得驱除掉。

source: There would be no touching, no kissing, no sex during the length of the retreat.
zh_cn: 静修期间不得与人触摸、不得与人亲吻、不得有性生活。

source: And that length of time looped out suddenly before him like a rope descending into an infinite well: three years, three months, three days.
zh_cn: 这段时间突然打破时间的循环，迸到他面前，就像一条绳子正落进无底的井里：3年，3个月，3天。

source: Or no: two.
zh_cn: 或者不是3天：是2天。

source: One down, or nearly down.
zh_cn: 1天已经过去了，要不就快过去了。

source: A quick calculation: 1,189 to go.
zh_cn: 快速算一算：还有1189天要过。

source: He reached for the handle of the pot and had actually taken hold of it, so entranced was he by the poured gold of the chickpeas, before he understood that the handle was hot.
zh_cn: 他伸手去拿锅的把手，也确实握住后，如痴如醉地看着鹰嘴豆倒出的一片金黄，过后才发觉把手很热。

source: But not simply hot: superheated, all but molten.
zh_cn: 而且不单单是热：是烫，几乎要熔化。

source: He managed to drop the pot back on the burner without upsetting it, the harsh clatter of metal on metal startling his wife, who shot him a glance out of enlarging eyes, and though he wanted to cry out, to curse and shout and dance through his pain, he just bit his finger at the knuckle and let the tears roll down both flanges of his nose.
zh_cn: 他设法把锅平平稳稳地放回炉子上，金属碰撞发出了刺耳的格格声，他的妻子吃了一惊，从张大的双眼里向他投去了一眼，尽管他痛得想大喊大叫、大跳大骂，但还是忍住，只咬着手指的关节，任泪水顺着鼻窝滚落。

source: Tarantula
zh_cn: 狼蛛

source: The first night came in a blizzard of stars.
zh_cn: 第一个夜晚来临，空中繁星点点。

source: The temperature dropped till it was almost bearable, not that it mattered, and he stared hard at the concentric rings of the yurt's conical ceiling till they began to blur.
zh_cn: 气温降到刚刚可以容忍的程度，还没那么要命，他死死盯着蒙古包锥形顶蓬的同心环，直到它们变得模糊。

source: Was he bored?
zh_cn: 他不腻吗？

source: No, not at all.
zh_cn: 不，一点也不。

source: He didn't need the noise of the world, the cell phones and TVs and laptops and all the rest, transient things, distractions, things of the flesh- he needed inner focus, serenity, the Bodhi?sattva path.
zh_cn: 他不需要尘世的喧嚣，不需要手机、电视、笔记本电脑以及所有片刻的休息、娱乐消遣、肉体的享乐——他需要心灵的专注、宁静、成佛之道。

source: And he was on it, his two feet planted firmly, as he dropped his eyes to study the movements of Karuna while she prepared for bed.
zh_cn: 他正在成佛之道上，双脚稳立，低垂双眼，习察慈悲上床入眠时的举动。

source: She was grace incarnate, swimming out of her clothes as if emerging from a cool, clean mountain stream, naked before him as she bent for the stiff cotton nightshirt that lay folded beneath her pillow on the raised wooden pallet beside his own.
zh_cn: 慈悲是美丽的化身，解下层层罗衫，就如同在一泓冰凉干净的山涧里游现，在他面前裸着身子，弯下身去取叠好放在枕下的硬棉布睡衣，慈悲的枕就搁在支起的垫板上，在他自己的垫板旁。

source: He studied the flex of her buttocks, the cleft there, the way her breasts swung free as she dipped to the bed, and it was so right, so pure and wholly beautiful that he felt like singing- or chanting.
zh_cn: 他端详着慈悲的臀部曲线，臀间的缝隙，端详着慈悲倾下床时乳房毫无拘束颤动的样子，那景象恰到好处、纯洁无比，完美无瑕，他太想高歌——吟颂。

source: Chanting in his own head, Om mani padme hum.
zh_cn: 在脑子里吟颂，嗡嘛呢叭弥吽。

source: And then suddenly she was recoiling from the bed as if it had burst into flame, pinning the nightshirt to her chest and- it was her turn now- jamming a fist into her mouth to keep from screaming.
zh_cn: 突然，慈悲从床上跳了回来，仿佛床着了火似的，慈悲把睡衣紧紧按在胸前，——现在可轮到慈悲了——把拳头塞到嘴里以防尖叫起来。

source: He jumped to his feet and saw the tarantula then, a miracle of creation as stunning in its effect as the dragonfly, if more expected, because this was its environment, its home in the world of appearances.
zh_cn: 他也一跃而起，看到了一只狼蛛，这个宇宙的奇迹，令人震惊，就像看到蜻蜓后的感觉一样，当然可以期许更多这样的奇迹，因为这儿是狼蛛的生存环境，是狼蛛在这表象世界里的家。

source: Big as a spread hand, it paused a moment on the pillow, as if to revel in its glory, and then, on the unhurried extension of its legs that were like walking fingers, it slowly ascended the adobe wall.
zh_cn: 狼蛛如摊开的手掌般大小，在枕头上停了一会儿，仿佛陶醉在欣赏自己的美貌之中，然后不慌不忙地伸展腿脚，那腿脚如同正在走动的手指，慢慢爬上土墙上。

source: Karuna turned to him, her eyes fractured with fear.
zh_cn: 慈悲转身面对着他，双眼漫出了惊恐。

source: She mouthed, Kill it, and he had to admire her in her extremity, because there was no speech, not even the faintest aspiration, just the drawn-back lips and the grimace of the unvoiced verb.
zh_cn: 动着嘴唇，杀死它，他不由得佩服身处困境中的慈悲，不发一语，甚至连一丝声息也不发出，仅仅缩回嘴唇，扭动着面部示意心中想说出的那个动词。

source: He shook his head no.
zh_cn: 他摇摇头表示反对。

source: She knew as well as he that all creatures were sacred and that the very worst papa attached to taking a life.
zh_cn: 慈悲明白，他及万物皆生灵，杀生乃最大的恶业。

source: She flew to the drain board where the washed and dried pot lay overturned, snatched it up and shoved it in his hand, making motions to indicate that he should capture the thing and take it out into the night.
zh_cn: 慈悲向滴水板飞奔而去，把上面洗净晾干倒过来放着的锅一把抓起，猛地推到他手中，比划着要他去捉住那东西，扔出去，扔到黑夜里。

source: Far out.
zh_cn: 扔得远远的。

source: Over the next ridge, if possible.
zh_cn: 最好能扔过邻近的山脊。

source: And so he lifted the pot to the wall, but the tarantula, with its multiple eyes and the heat of its being, anticipated him, shooting down the adobe surface as if on a hurricane wind to disappear, finally, into the mysterious dark space beneath his wife's bed.
zh_cn: 于是他举起锅向墙走去，可那狼蛛凭着自己的多眼及体热，预料到他的来临，如处飓风之中，从土墙上猛落，最后消失在他妻子床下神秘黑暗的空间里。

source: Geshe
zh_cn: 格西

source: In the morning, at an hour he supposed might be something like three-thirty or four o'clock, the first meditation session of the day began.
zh_cn: 凌晨，他估计约摸3点半、4点的样子，这天的首次静修开始了。

source: Not that he'd slept much in any case, Karuna insisting, through gestures and the overtly physical act of pinching his upper arm between two fingers as fiercely tuned as any tarantula's pedipalps, on switching beds, at least for the night.
zh_cn: 并不是说只要摆些样子、把上臂挤进两个如狼蛛须脚般十分协调的手指间，他就睡得久些，但慈悲还是坚决要求换床，至少这一夜要换。

source: He didn't mind.
zh_cn: 他不介意换。

source: He welcomed all creatures, though lying there in the dark and listening to the rise and fall of his bride's soft rasping snores, he couldn't help wondering just what exactly the tarantula's message had been. (I am the karmic representative of the arachnid world, here to tell you that all is well amongst us, which is why I've come to bite your wife.
zh_cn: 他欢迎一切生物的到访，虽然在黑暗中躺在那里，听着新娘轻微的刺耳鼾声此起彼伏，还是不由得琢磨起狼蛛来临倒底传达了什么信息。（吾乃蛛物世界的命运之象，特来此告知吾界一切安好。即故来此叮咬你的妻子。

source: Jabba-jabba-jabba!)
zh_cn: 迦哵-迦哵-迦哵！）

source: Geshe Stephen, who'd awakened them both with a knuckle-?rap at the door that exploded through the yurt like a shotgun blast, was long-nosed and tall, with a slight stoop, watery blue eyes, and two permanent spots of moisture housed in his outsized nostrils.
zh_cn: 史蒂芬格西用指节轻敲门，声音猛地传进蒙古包，如同猎枪枪响一般，叫醒了他俩，史蒂芬鼻子长，个头高，略微驼背，双眼呈浅蓝色，特大的鼻孔里总是含着两滴水气。

source: He was 62 years old and had ascended to the rank of Geshe- the rough equivalent of a doctor of divinity- through a lifetime of study and an unwavering devotion to the Noble Eightfold Path of the Gautama Buddha.
zh_cn: 史蒂芬62岁，一辈子都在学习，虔诚地施行释伽牟尼的八正道，毫不动摇，早已升为格西——大致相当于一名神学博士。

source: He had twice before sought enlightenment in a regimen of silence, and he was as serene and untouched by worldly worry as a breeze stirring the very highest leaves of the tallest tree on the tallest mountain.
zh_cn: 他此前在一次静默修行中曾两次开悟，他安详、不受世俗忧虑所扰，仿佛一阵微风拂动最高山上最高树中最高的那些树叶。

source: Before the retreat began, when the 13 aspirants were building their domiciles and words were their currency, he'd delivered up any number of parables, the most telling of which- at least for this particular aspirant- was the story of the hermit and the monk.
zh_cn: 在这次静修开始前，当时13名有志之士正在建造他们的住所，言辞就是他们的流通物，史蒂芬讲了一些寓言，其中最有用的——至少对这个特殊的有志之士最有用的——是隐士和僧侣的故事。
